{
  "type": "Collection",
  "id": "ocean_colour_plankton_mediterranean",
  "stac_version": "1.1.0",
  "description": "## Copernicus Marine Environment Monitoring Service Chlorophyll Maps \n\nThe  Copernicus Marine Environment Monitoring Service (CMEMS) **Ocean Colour Thematic Assembly Center (OC-TAC)**, produces and distributes for the Mediterranean sea daily interpolated chlorophyll field with no data voids starting from the multi-sensor (MODIS-Aqua, NOAA-20-VIIRS, NPP-VIIRS, Sentinel3A-OLCI) at 1 km resolution. Chlorophyll field are obtained by means of the Mediterranean regional algorithm, which applies two different approaches for Open Ocean and coastal waters. The data are then merged into a single chlorophyll field providing a regional product with an improved accuracy of estimates across the basin. The daily interpolated gap-free Level-4 Chl concentration is estimated by means of an iterative procedure in which Empirical Orthogonal Functions (EOF) are used to reconstruct the entire field domain.\n\nChlorophyll-a (Chl-a) concentration is an **indicator of algae abundance** which fluctuates naturally over space and time, as a result of combined atmospheric and oceanic effects (e.g., marine currents and upwelling). In coastal areas, strongly influenced by river inputs and human activities, high Chl concentration can result from the discharge of urban sewage, industrial runoffs, and fertilizers from agriculture activities over watersheds. In particular, nutrient inputs of anthropogenic origin affect the natural amount of phytoplankton in marine and inland waters, representing a continuous threat to biodiversity and leading to undesirable modifications of phytoplankton concentration (i.e., eutrophication).\n\n### More information about CMEMS\n\nThe Copernicus Marine Service (or Copernicus Marine Environment Monitoring Service) is the marine component of the Copernicus Programme of the European Union. It provides free, regular and systematic authoritative information on the state of the Blue (physical), White (sea ice) and Green (biogeochemical) ocean, on a global and regional scale. It is funded by the European Commission (EC) and implemented by Mercator Ocean International. It is designed to serve EU policies and International legal Commitments related to Ocean Governance, to cater for the needs of society at large for global ocean knowledge and to boost the Blue Economy across all maritime sectors by providing free-of-charge state-of-the-art ocean data and information.\n\nIt provides key inputs that support major EU and international policies and initiatives and can contribute to: combating pollution, marine protection, maritime safety and routing, sustainable use of ocean resources, developing marine energy resources, blue growth, climate monitoring, weather forecasting, and more. It also aims to increase awareness amongst the general public by providing European and global citizens with information about ocean-related issues.\n\n### Additional links\n\n[Copernicus Marine Service](https://marine.copernicus.eu/)\n",
  "links": [
    {
      "rel": "root",
      "href": "../../catalog.json",
      "type": "application/json",
      "title": "RACE"
    },
    {
      "rel": "wmts",
      "href": "https://wmts.marine.copernicus.eu/teroWmts/OCEANCOLOUR_MED_BGC_L3_NRT_009_141/cmems_obs-oc_med_bgc-plankton_nrt_l3-multi-1km_P1D_202211",
      "type": "image/png",
      "title": "wmts capabilities",
      "wmts:layer": "OCEANCOLOUR_MED_BGC_L3_NRT_009_141/cmems_obs-oc_med_bgc-plankton_nrt_l3-multi-1km_P1D_202211/CHL",
      "role": [
        "data"
      ],
      "wmts:dimensions": {
        "style": "cmap:rainbow,range:0.06/50,noClamp,logScale"
      },
      "key": "03d0ab48-a2b5-45b2-9e04-de97cf49792e"
    },
    {
      "rel": "parent",
      "href": "../collection.json",
      "type": "application/json",
      "title": "Ocean colour plankton - Mediterranean"
    }
  ],
  "subtitle": "Ocean colour plankton description",
  "shortdescription": "This indicator shows maps of chlorophyll concentration in the Mediterranean Sea, using data from the Copernicus Marine Environment Monitoring Service (CMEMS). Chlorophyll reveals how much algae is present in the water: normal levels support marine life, while unusually high levels, often linked to pollution from rivers, sewage, or agriculture, can signal declining water quality and risks to biodiversity. By providing daily, gap-free maps, this indicator helps people see where marine ecosystems are under pressure and how human activities and natural processes affect the health of the sea.",
  "thumbnail": "https://raw.githubusercontent.com/eurodatacube/eodash-assets/main/collections/N3c_ocean_colour_plankton_mediterranean/N3c_ocean_colour_plankton_mediterranean.png",
  "themes": [
    "water",
    "climate"
  ],
  "tags": [
    "Water quality",
    "Copernicus Services",
    "Plankton",
    "CMEMS",
    "Multi-sensors",
    "Open data"
  ],
  "agency": [
    "European Commission",
    "ECMWF"
  ],
  "subcode": "N3c_med",
  "sensor": [
    "MODIS",
    "VIIRS",
    "OLCI"
  ],
  "satellite": [
    "Aqua",
    "JPSS-1",
    "Suomi NPP",
    "Sentinel-3"
  ],
  "endpointtype": "marinedatastore_WMTSCapabilities",
  "title": "Ocean colour plankton - Mediterranean",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -5.9935760498046875,
          30.005064010620117,
          36.49357604980469,
          45.994937896728516
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2023-04-29T00:00:00Z",
          "2026-01-18T00:00:00Z"
        ]
      ]
    }
  },
  "license": "other",
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "url": "https://marine.copernicus.eu/access-data"
    }
  ],
  "assets": {
    "geoparquet": {
      "href": "./items.parquet",
      "type": "application/vnd.apache.parquet",
      "title": "GeoParquet Items",
      "roles": [
        "collection-mirror"
      ]
    },
    "legend": {
      "href": "https://raw.githubusercontent.com/eurodatacube/eodash-assets/main/collections/N3c_ocean_colour_plankton_mediterranean/N3c_med_legend.png",
      "type": "image/png",
      "roles": [
        "metadata"
      ]
    },
    "thumbnail": {
      "href": "https://raw.githubusercontent.com/eurodatacube/eodash-assets/main/collections/N3c_ocean_colour_plankton_mediterranean/N3c_ocean_colour_plankton_mediterranean.png",
      "type": "image/png",
      "roles": [
        "thumbnail"
      ]
    },
    "reference_1": {
      "href": "https://data.marine.copernicus.eu/product/OCEANCOLOUR_MED_BGC_L3_MY_009_143/description",
      "type": "text/html",
      "title": "Mediterranean Sea, Bio-Geo-Chemical, L3, daily Satellite Observations (1997-ongoing)",
      "roles": [
        "metadata"
      ]
    },
    "reference_2": {
      "href": "https://data.marine.copernicus.eu/product/OCEANCOLOUR_MED_BGC_L3_NRT_009_141/description",
      "type": "text/html",
      "title": "Mediterranean Sea, Bio-Geo-Chemical, L3, daily Satellite Observations (Near Real Time)",
      "roles": [
        "metadata"
      ]
    }
  }
}