{
  "type": "Collection",
  "id": "PM25",
  "stac_version": "1.1.0",
  "description": "## Copernicus Atmosphere Monitoring Service (CAMS) time series\nThe Copernicus Atmosphere Monitoring Service (CAMS) provides consistent and quality-controlled information related to air pollution and health, solar energy, greenhouse gases and climate forcing, everywhere in the world. CAMS is one of six services that form [Copernicus](http://www.copernicus.eu/), the European Union's Earth observation programme which looks at our planet and its environment for the ultimate benefit of all European citizens. Copernicus offers information services based on [satellite Earth observation, in situ (non-satellite) data and modelling](https://atmosphere.copernicus.eu/what-we-do). CAMS is implemented by the [European Centre for Medium-Range Weather Forecasts (ECMWF)](http://www.ecmwf.int/) on behalf of the [European Commission](http://ec.europa.eu/growth/sectors/space/copernicus/). \n\nThe maps show daily average surface concentrations of key air pollutants (NO2, PM2.5, PM10 and ozone) based on the latest CAMS regional analyses. These analyses have a spatial resolution of 10 km x 10 km and combine over 1000 surface observations across Europe, acquired at country level and gathered by the European Environment Agency, with detailed information from the CAMS air quality forecast models. \n\n## The impacts of COVID-19 on CAMS time series\nCAMS is continually monitoring air quality in Europe and around the world using satellite and ground-based observations and advanced numerical models. In the context of the worldwide COVID-19 crisis, there was an increased interest in changing air quality. Access to additional graphical products and animations, as well as some answers to questions related to CAMS products and their relevance in the context of the COVID-19 crisis can be found at the following website: https://atmosphere.copernicus.eu/european-air-quality-information-support-covid-19-crisis \n\nIn particular, results are presented from an “emissions scenario”, which uses one of the CAMS regional models to estimate the expected effects of COVID-19 related measures on surface air quality.\n\n#### Background information on the difference between images produced by Sentinel-5p Tropomi and the CAMS analyses\n\nThe CAMS analyses combine model data with observations into a complete and consistent dataset using a model of the atmosphere based on the laws of physics and chemistry and advanced mathematical methods called “data assimilation” (DA). DA is commonly used by numerical weather prediction centres and air quality forecasting centres worldwide, where every so many hours (12 hours for the CAMS global analyses and 24 hours for the CAMS European analyses) a previous forecast is combined with newly available observations in an optimal way to produce a new best estimate of the state of the atmosphere. The CAMS European analyses use the regulatory air quality observations provided by EU member states, while the CAMS global analyses use satellite observations from many satellites. The assimilation system is able to estimate biases between observations and to sift good-quality data from poor data. In areas covered with good quality data, the estimates will be very close to the observed values. The atmosphere model also allows for estimates at locations where data coverage is low or for atmospheric pollutants for which no direct observations are available. However, in areas where there is a consistent lack of observations, the analyses will reflect the model information only, which can include systematic errors due to inaccurate prescribed emissions or simplifications of complicated meteorological and chemical processes.\n\nSatellite observations, on the other hand, provide a more direct measure of the current situation and are therefore important for monitoring rapidly changing conditions around the world and especially in areas where there is a lack of accurate surface observations. However, the satellite observations are limited in their spatial and temporal coverage. Current satellite observations, such as for instance from Sentinel-5p Tropomi, can measure the total column of NO2 once a day. This is due to the fact that they are embarked onboard so-called Low-Earth-Orbiting satellites that observe each location on Earth at the same mean local solar time. Besides, the measurements can only be made for areas that are not affected by significant cloud cover obstructing the field-of-view. Finally, the satellite measures the total amount of NO2 from the Earth’s surface to the top of the atmosphere, which is related to - but not the same as - the concentration at the surface or the emissions.\n\nFor answers to queries about CAMS products or to provide your feedback, please contact [CAMS User Support service](mailto:copernicus-support@ecmwf.int).\n",
  "links": [
    {
      "rel": "root",
      "href": "../catalog.json",
      "type": "application/json",
      "title": "RACE"
    },
    {
      "rel": "child",
      "href": "./PM25/collection.json",
      "type": "application/json",
      "title": "Air Quality (PM2.5 concetrations) map",
      "endpointtype": "WMS_Time",
      "subtitle": "Particulate matter 2.5µm in Europe - daily average",
      "code": "N1b_PM25",
      "id": "PM25",
      "themes": [
        "air"
      ],
      "providers": [
        "Copernicus Atmosphere Monitoring Service"
      ],
      "tags": [
        "Air quality",
        "Copernicus Services",
        "PM25",
        "CAMS",
        "Multi-sensors",
        "Open data",
        "Air pollution"
      ],
      "agency": [
        "European Commission",
        "ECMWF"
      ],
      "subcode": "N1b_PM25",
      "otherSources": [
        "EAC4"
      ]
    },
    {
      "rel": "license",
      "href": "https://cds.climate.copernicus.eu/api/v2/terms/static/licence-to-use-copernicus-products.pdf",
      "type": "application/pdf",
      "title": "Licence to Use Copernicus Products"
    },
    {
      "rel": "xyz",
      "href": "//s2maps-tiles.eu/wmts/1.0.0/s2cloudless-2024_3857/default/g/{z}/{y}/{x}.jpeg",
      "type": "('image/jpeg',)",
      "title": "EOxCloudless 2024",
      "roles": [
        "baselayer",
        "invisible"
      ],
      "id": "cloudless-2024"
    },
    {
      "rel": "xyz",
      "href": "//s2maps-tiles.eu/wmts/1.0.0/osm_3857/default/g/{z}/{y}/{x}.jpeg",
      "type": "('image/jpeg',)",
      "title": "OSM Background",
      "roles": [
        "baselayer",
        "invisible"
      ],
      "id": "OSM"
    },
    {
      "rel": "xyz",
      "href": "//s2maps-tiles.eu/wmts/1.0.0/terrain-light_3857/default/g/{z}/{y}/{x}.jpeg",
      "type": "('image/jpeg',)",
      "title": "Terrain Light",
      "roles": [
        "baselayer",
        "visible"
      ],
      "id": "terrain-light"
    },
    {
      "rel": "xyz",
      "href": "//s2maps-tiles.eu/wmts/1.0.0/overlay_base_bright_3857/default/g/{z}/{y}/{x}.png",
      "type": "('image/png',)",
      "title": "Overlay labels",
      "roles": [
        "overlay",
        "visible"
      ],
      "id": "overlay_bright"
    },
    {
      "rel": "parent",
      "href": "../catalog.json",
      "type": "application/json",
      "title": "RACE"
    }
  ],
  "subtitle": "Particulate matter 2.5µm in Europe - daily average",
  "thumbnail": "https://raw.githubusercontent.com/eurodatacube/eodash-assets/main/collections/N1b_PM25/N1b_PM25.png",
  "themes": [
    "air"
  ],
  "tags": [
    "Air quality",
    "Copernicus Services",
    "PM25",
    "CAMS",
    "Multi-sensors",
    "Open data",
    "Air pollution"
  ],
  "agency": [
    "European Commission",
    "ECMWF"
  ],
  "subcode": "N1b_PM25",
  "otherSources": [
    "EAC4"
  ],
  "eox:colorlegend": {
    "domain": [
      0,
      40
    ],
    "range": [
      "#ffffff",
      "#fcfcfd",
      "#f2f2f8",
      "#dddded",
      "#bdbbdb",
      "#998cc2",
      "#6e4aa1",
      "#3f007d"
    ],
    "scaleType": "discrete",
    "tickFormat": ".0f",
    "title": "PM2.5 [µg/m³]"
  },
  "title": "Air Quality (PM2.5 concetrations) map",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ],
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2022-11-28T00:00:00Z",
          "2023-11-28T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "Copernicus Atmosphere Monitoring Service",
      "url": "https://ads.atmosphere.copernicus.eu/#!/home"
    }
  ],
  "summaries": {
    "subcode": [
      "N1b_PM25"
    ],
    "themes": [
      "air"
    ],
    "thumbnail": [
      "https://raw.githubusercontent.com/eurodatacube/eodash-assets/main/collections/N1b_PM25/N1b_PM25.png"
    ]
  },
  "assets": {
    "legend": {
      "href": "https://raw.githubusercontent.com/eurodatacube/eodash-assets/main/collections/N1b_PM25/N1b_PM25_legend.png",
      "type": "image/png",
      "roles": [
        "metadata"
      ]
    },
    "thumbnail": {
      "href": "https://raw.githubusercontent.com/eurodatacube/eodash-assets/main/collections/N1b_PM25/N1b_PM25.png",
      "type": "image/png",
      "roles": [
        "thumbnail"
      ]
    },
    "reference_1": {
      "href": "https://atmosphere.copernicus.eu/european-air-quality-information-support-covid-19-crisis",
      "type": "text/html",
      "title": "European Air Quality information in support of the COVID-19 crisis",
      "roles": [
        "metadata"
      ]
    },
    "reference_2": {
      "href": "https://atmosphere.copernicus.eu/charts/packages/cams_covid19/products/air-quality-europe-daily-analysis?base_time=202311280000&layer_name=composition_europe_pm2p5_analysis_surface&projection=cams_aq_central_europe",
      "type": "text/html",
      "title": "CAMS PM2.5 maps",
      "roles": [
        "metadata"
      ]
    }
  }
}